Repository: JcDenis/CredentialsRecords
Catalog: locales/*/main.po
Languages: fr

source: Credential
fr: Jeton

source: Data
fr: Données

source: No credential matches the filter
fr: Aucun jeton correspondant au filtre

source: No credential
fr: Aucun jeton

source: List of %s credentials matching the filter.
fr: Liste des %s jetons correspondant au filtre.

source: List of credentials. (%s)
fr: Listes des jetons. (%s)

source: [EMPTY]
fr: [VIDE]

source: Selected credentials have been successfully deleted
fr: Les jetons sélectionnés ont été effacé avec succès

source: Are you sure you want to delete selected credentials?
fr: Etes vous sur de vouloir effacer les jetons sélectionnés ?

source: There are no credentials
fr: Il n'y a pas de jetons

source: Delete selected credentials
fr: Effacer les jetons sélectionnés

source: Credential:
fr: Jeton :

source: Credentials
fr: Jetons
